[{
  "name": "Amir Reshef",
  "company": "DealCloser",
  "company_url": "",
  "bio": "Amir Reshef is the CEO and co-founder of DealCloser Inc., a legal transaction management platform for business and tax lawyers."
},{
  "name": "Ismail Khalil",
  "company": "StudentsEat Inc.",
  "company_url": "",
  "bio": ""
},{
  "name": "Meghan Dear",
  "company": "Enabled Label",
  "company_url": "",
  "bio": "Meghan Dear is the founder of Localize and Enabled Label, helping to make food and agriculture supply chains more trustworthy and transparent for everyone."
},{
  "name": "Adrian Banica",
  "company": "Direct-C Limited",
  "company_url": "",
  "bio": "Adrian Banica is a serial entrepreneur and currently CEO & CTO of Direct-C Limited, a company that has developed and commercialized a nanocomposite sensor used in large scale structural integrity monitoring  of industrial and civic infrastructure."

},{
  "name": "Michael Wilson",
  "company": "DrugBank",
  "company_url": "",
  "bio": "Michael Wilson is the co-founder and CEO of DrugBank a curated pharmaceutical knowledge base for precision medicine, electronic health records, and drug discovery."
},{
  "name": "Bradley Poulette",
  "company": "AirTrail",
  "company_url": "",
  "bio": "Bradley Poulette is the CEO and co-founder of Airtrail, a software platform that helps regional airlines focus on flying, not forms."
},{
  "name": "Ashlyn Bernier",
  "company": "SAM Inc.",
  "company_url": "",
  "bio": "Ashlyn Bernier is Chief Operating Officer of SAM Inc., which utilizes AI to detect emergency and disruptive events in real-time based on social media chatter."
},{
  "name": "Trent Oster",
  "company": "BeamDog",
  "company_url": "",
  "bio": "Trent Oster is the CEO of Beamdog, a 50 person strong Edmonton Video game developer. Trent is a former Bioware co-founder and 25 year veteran of game development."
},{
  "name": "Sean Feehan",
  "company": "DriveWyze",
  "company_url": "",
  "bio": "Sean Feehan is the Director of Product Development and Business Intelligence at Drivewyze, a smart mobility services company for the transportation industry."

},{
  "name": "Hazel Foerstner",
  "company": "Edibly",
  "company_url": "",
  "bio": "Hazel Foerstner is a recent University of Alberta grad and founder of Edibly, a mobile app for finding great plant-based food at local restaurants."
},{
  "name": "Craig Milne",
  "company": "Little Tree Management",
  "company_url": "",
  "bio": "Craig Milne is a serial entrepreneur, investor and CEO of Copperstone Technologies, a company bridging robotics, artificial intelligence and the mining industry."
},{
  "name": "Richard Clark",
  "company": "Macewan Univerisity",
  "company_url": "",
  "bio": ""
}
]
